Repository: udif/pysafe
Catalog: i18n/pysafe-*.po
Languages: cs, de, es, fr, it, nl

source: Import Wizard
cs: Průvodce importem
de: Import Assistent
es: Asistente de importación
fr: Assistant d'import
it: Procedura di importazione

source: File "%s" does not exist or it was not possible open it.
cs: Soubor "%s" neexistuje, nebo jej nelze otevřít.
de: Datei "%s" existiert nicht oder konnte nicht geöffnet werden.
es: El archivo "%s" no existe o no fue posible abrirlo.
fr: Le fichier "%s" n'existe pas ou ne peut pas être ouvert.
it: File "%s" inesistente o non è possibile aprirlo.
nl: Bestand "%s" niet gevonden of niet te openen.

source: This wizard will guide you through the importing process.
de: Dieser Assistent führt Sie durch den Import Vorgang.
es: Este asistente lo guiará a travéz del proceso de importación.
fr: Cet assistant vous guidera dans le processus d'import.
it: Questa procedura guidata ti assisterà nel processo di importazione.
nl: Deze wizard begeleid je door het import-proces.

source: The file format parameter was not recognized.
cs: Parametr formátu souboru nebyl rozpoznán.
de: Der Dateiformatparameter wurde nicht erkannt.
es: El parámetro de tipo de archivo no fué reconocido.
fr: Le format du fichier est inconnu.
it: Il formato del file non è stato riconosciuto.
nl: Het bestandsformaat is niet herkend

source: Handy Safe Pro (text)
es: Handy Safe Pro (texto)
fr: Handy Safe Pro (texte)
nl: Handy Safe Pro (tekst)

source: Keyring for PalmOS (xml)
de: Keyring für PalmOS (xml)
es: Keyring para PalmOS (xml)
fr: Keyring pour PalmOS (xml)
it: Keyring per PalmOS (xml)

source: Change password
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
nl: Wijzig wachtwoord

source: About
cs: O aplikaci
de: Info
es: Acerca
fr: A propos
it: Riconoscimenti
nl: Over

source: Import
es: Importar
fr: Importer
it: Importa
nl: Importeer

source: Settings
de: Einstellungen
fr: Paramètres
nl: Voorkeuren

source: Type your password
cs: Zadejte vaše heslo
de: Geben Sie Ihr Passwort ein
es: Escriba su contraseña
fr: Saisissez votre mot de passe
it: Scrivi la tua password
nl: Voer uw wachtwoord in

source: The password can not be empty!
cs: Heslo nemůže zůstat prázdné!
de: Das Passwort kann nicht leer sein!
es: ¡La contraseña no puede quedar vacía!
fr: Le mot de passe ne peut pas être vide
it: Il campo password non può essere vuoto!
nl: Het wachtwoord mag niet leeg zijn!

source: Invalid password!
cs: Špatné heslo!
de: Ungültiges Passwort!
es: ¡Contraseña incorrecta!
fr: Mot de passe erroné !
it: Password non valida!
nl: Ongeldig wachtwoord!

source: Importing...
de: Importiere ...
es: Importando...
fr: Import...
it: Importazione in corso...
nl: Bezig met importeren...

source: New group
de: Neue Gruppe
es: Nuevo grupo
fr: Nouveau groupe
it: Nuovo gruppo
nl: Nieuwe groep

source: New group in "%s"
de: Neue Gruppe in "%s"
es: Nuevo grupo en "%s"
fr: Nouveau groupe dans "%s"
it: Nuovo gruppo "%s"
nl: Nieuwe groep in "%s"

source: New item
de: Neues Element
es: Nuevo elemento
fr: Nouvelle fiche
it: Nuovo oggetto
nl: Nieuw item

source: New item in group "%s"
de: Neues Element in Gruppe "%s"
es: Nuevo elemento en el grupo"%s"
fr: Nouvelle fiche dans le groupe "%s"
it: Nuovo oggetto nel gruppo "%s"
nl: Nieuw item in groep "%s"

source: Are you sure you want to remove the group "%s" and all its items?
cs: Opravdu chcete odstranit skupinu "%s" a všechny její položky?
de: Sind Sie sicher, daß Sie die Gruppe "%s" und alle ihre Elemente löschen wollen?
es: ¿Está seguro que quiere eleminar el grupo "%s" y todos sus elementos?
fr: Voulez-vous supprimer le groupe "%s" et toutes ses fiches ?
it: Sei sicuro di voler rimuovere il gruppo "%s" e tutti i suoi contenuti?
nl: Weet u zeker dat u de groep "%s" en alle items erin wilt verwijderen?

source: Are you sure you want to remove the item "%s" from the group "%s"?
cs: Opravdu chcete odstranit položku "%s" ze skupiny "%s"?
de: Sind Sie sicher, daß Sie das Element "%s" aus der Gruppe "%s" löschen wollen?
es: ¿Está seguro que quiere eliminar el elemento "%s" del grupo "%s"?
fr: Voulez-vous supprimer la fiche "%s" du groupe "%s" ?
it: Sei sicuro di voler rimuovere l'oggetto "%s" dal gruppo "%s"?
nl: Weet u zeker dat u het item "%s" wilt verwijderen uit de groep "%s"?

source: Are you sure you want to remove the item "%s"?
cs: Opravdu chcete odstranit položku "%s"?
de: Sind Sie sicher, daß Sie das Element "%s" löschen wollen?
es: ¿Está seguro que quiere eliminar el elemento "%s"?
fr: Voulez-vous supprimer la fiche "%s" ?
it: Sei sicuro di voler rimuovere l'oggetto "%s"?
nl: Weet u zeker dat u het item "%s" wilt verwijderen?

source: New detail for item "%s"
de: Neues Detail für Element "%s"
es: Nuevo detalle para el elemento "%s"
fr: Nouveau champ de la fiche "%s"
it: Nuovi dettagli per l'oggetto "%s"
nl: Nieuw detail voor item "%s"

source: New detail for item "%s" in group "%s"
de: Neues Detail für Element "%s" in Gruppe "%s"
es: Nuevo detalle para el elemento "%s" en el grupo "%s"
fr: Nouveau champ de la fiche "%s" du groupe "%s"
it: Nuovi dettagli per l'oggetto "%s" nel gruppo "%s"
nl: Nieuw detail voor item "%s" in groep "%s"

source: translator-credits
cs: Michal Breškovec <michal.breskovec@gmail.com>
de: Hubert H.P. Wachter <Hubert.Wachter@gmx.li>
es: Artemio Aguilar <artemio@weesolutions.com>
fr: Ithier de Lestrange <pysafe@ithier.com>
it: Samuele Bianchi <pizzulicchio@tiscalinet.it>
nl: TIJN BOISSEVAIN <info@digitaleklusjesman.nl>

source: Type your new password
cs: Zadejte vaše nové heslo
de: Geben Sie Ihr neues Passwort ein
es: Escriba su nueva contraseña
fr: Saisissez votre nouveau mot de passe
it: Scrivi la tua password
nl: Voer uw nieuwe wachtwoord in

source: Retype your new password
de: Geben Sie Ihr neues Passwort nochmals ein
es: Vuelva a escribir su nueva contraseña
fr: Re-saisissez votre mot de passe
it: Scrivi di nuovo la tua password
nl: Voer nogmaals het nieuwe wachtwoord in

source: The passwords are not equals!
cs: Hesla se neshodují!
de: Die Passworte sind nicht gleich!
es: ¡Las contraseñas no coinciden!
fr: Les mots de passes ne sont pas identiques
it: Le due password non coincidono!
nl: De wachtwoorden komen niet overeen!

source: Changing password...
de: Ändere Passwort ...
es: Cambiando contraseña...
fr: Modifier le mot de passe...
it: Sto cambiando la password...
nl: Wachtwoord aan het wijzigen...

source: Password changed!
cs: Heslo bylo změněno!
de: Passwort geändert!
es: ¡Contraseña cambiada!
fr: Le mot de passe a été changé !
it: Password cambiata!
nl: Wachtwoord gewijzigd!

source: The password was not changed!
de: Das Passwort wurde nicht geändert!
es: ¡La contraseña no se cambió!
fr: Le mot de passe n'a pas été changé !
it: La Password non è stata cambiata!
nl: Het wachtwoord is niet gewijzigd!

source: There was an error and the password was not changed!
de: Ein Fehler ist aufgetreten und das Passwort wurde nicht geändert!
es: ¡Hubo un error y la contraseña no se cambió!
fr: Erreur, le mot de pas n'a pas pu être changé !
it: C'è stato un errore e la password non è stata cambiata!
nl: Er ging iets fout. Het wachtwoord is niet gewijzigd!

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep

source: Item
de: Element
es: Elemento
fr: Fiche
it: Oggetto

source: Detail name
es: Nombre del detalle
fr: Nom du champ
it: Nome dettaglio
nl: Detail naam

source: Detail text
es: Texto del detalle
fr: Texte du champ
it: Testo del dettaglio
nl: Detail tekst

source: Find
de: Suche
es: Buscar
fr: Chercher
it: Trova
nl: Zoek

source: Error!
de: Fehler!
fr: Erreur !
it: Errore!
nl: Fout!

source: An error has ocurred and a log was saved in "%s". Send it to the developer: pysafe@aguilarj.com.
de: Ein Fehler ist aufgetreten und ein Protokoll wurde in "%s". Senden Sie es bitte an den Entwickler: pysafe@aguilarj.com
fr: Une erreur s'est produite et un journal a été enregistré dans "%s". Envoyez-le au développeur : pysafe@aguilarj.com.
it: Si è verificato un errore. Un file di log è stato salvato in "%s". Invialo allo sviluppatore : pysafe@aguilarj.com.
nl: Er ging iets fout. Het logbestand is "%s". Stuur het naar de programmeur: pysafe@aguilarj.com.

source: The database are not updataple. Check file permissions or disk space.
cs: Databázi nelze aktualizovat. Zkontrolujte práva souboru, nebo místo na disku.
de: Die Datenbank ist nicht updatebar. Prüfen Sie Zugriffsrechte und freien Speicherplatz.
es: La base de datos no es actualizable. Revise los permisos de archivo o el espacio en el disco.
fr: Le fichier des mots de passe ne peut pas être mise à jour. Vérifier les permissions et l'espace disque.
it: Il database non è aggiornabile. Controlla i permessi sul file o lo spazio disco.
nl: De database is niet te verversen. Controleer de rechten voor bestandstoegang of schijfruimte

source: Database file not found: "%s"
de: Datenbank nicht gefunden: "%s"
es: No se encontró la base de datos: "%s"
fr: Fichier des mots de passe non trouvé: "%s"
it: Il file del database non è stato trovato: "%s"
nl: Database bestand niet gevonden: "%s"

source: An undefined error has ocurred!
cs: Nastala neznámá chyba!
de: Ein unbestimmter Fehler ist aufgetreten!
es: ¡Ocurrió un error no identificado!
fr: Une erreur inattendue s'est produite !
it: Si è presentato un errore inaspettato!
nl: Er is een onbekende fout opgetreden

source: Database corrupted or invalid password!
cs: Databáze je poškozena, nebo zadáno špatné heslo!
de: Datenbank korrupt oder falsches Passwort!
es: ¡Base de datos dañada o contraseña incorrecta!
fr: Le fichier des mots de passe est corrompu ou le mot de passe est erroné !
it: Il database è corrotto o la password non è valida!
nl: De database is beschadigd of het wachtwoord is fout!

source: Upgrade Wizard
de: Upgrade Assistent
es: Asistente de actualización
fr: Assistant de mise à jour
it: Procedura guidata per l'aggiornamento

source: The file "%s" already exists. Overwrite?
de: Die Datei "%s" existiert bereits. Überschreiben?
es: El archivo "%s" ya existe. ¿Sobreescribir?
fr: Le fichier "%s" existe déjà. L'écraser ?
it: Il file "%s" è già presente. Sovrascriverlo?
nl: Het bestand "%s" bestaat al. Overschrijven?

source: Database file not found. There was an error creating the database.
de: Datenbank Datei nicht gefunden. Fehler bei der Erstellung der Datenbank.
es: No se encontró el archivo de base de datos. Hubo un error al crear la base de datos.
fr: Le fichier des mots de passe n'existe pas. Il y a eu une erreur lors de sa création.
it: Database file non trovato. Si è presentato un errore nella creazione del database.
nl: Database niet gevonden. Er ging iets fout bij het maken van de database.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Afbreken

source: Database file not found
de: Datenbank Datei nicht gefunden
es: No se encontró el archivo de base de datos
fr: Fichier des mots de passe non trouvé
it: Database file non trovato
nl: Database bestand niet gevonden

source: This wizard will guide you through the upgrading process. The database will be converted to the new format.
de: Dieser Assistent wird Sie durch den Upgrade Vorgang führen. Die Datenbank wird in das neue Format konvertiert.
es: Este asistente lo guiará a travéz del proceso de actualización. La base de datos será convertida al nuevo formato.
fr: Cet assistant vous guidera dans le processus de mise à jour. Le fichier des mots de passe va être converti dans le nouveau format.
it: Questa procedura guidata ti aiuterà nell'aggiornamento. Il database verrà convertito nel nuovo formato.
nl: Deze wizard begeleid je door het upgrade-proces. De database wordt geconverted naar het nieuwe formaat.

source: Type your current password
de: Geben Sie ihr aktuelles Passwort ein
es: Escriba su contraseña actual
fr: Saisissez votre mot de passe actuel
it: Scrivi la tua attuale password
nl: Voer het huidige wachtwoord in

source: Enter the database name and location
de: Geben Sie den Namen und den Ort der Datenbank ein
es: Escriba el nombre de la base de datos y la ruta
fr: Saisissez le nom et l'emplacement du fichier des mots de passe
it: Inserisci il nome del database ed il percorso in cui si trova
nl: Voer de database-naam en het pad in

source: Setup Wizard
de: Setup Assistent
es: Asistente de instalación
fr: Assistant d'installation
it: Procedura di Setup

source: This wizard will guide you through the setup process.
de: Dieser Assistent wird Sie durch den Setup Vorgang führen.
es: Este asistente lo guiará a travéz del proceso de instalación.
fr: Cet assistant vous guidera dans le processus d'installation.
it: Questa procedura guidata ti assisterà nella fase di setup.
nl: Deze wizard begeleid je door het setup-proces.

source: Retype your password
de: Geben Sie Ihr Passwort erneut ein.
es: Vuelva a escribir su contraseña
fr: Re-saisissez votre mot de passe
it: Riscrivi la tua password
nl: Voer nogmaals uw wachtwoord in

source: Overwrite
de: Überschreiben
fr: Écraser
it: Sovrascrivi
nl: Overschijven

source: (if unchecked and the file exists will try to use it)
de: (wenn nicht gewählt und existierender Datei wird versucht diese zu benutzen
fr: (si non sélectionné et le fichier existe, on essaiera de l'utiliser)
it: (se non controllato e il file esiste tenterà di utilizzarlo)
nl: (uitvinken is hergebruiken indien bestand bestaat)

source: auto-rotate (if available)
de: Automatisches Drehen (falls verfügbar)
fr: Rotation automatique (si disponible)
it: ruotazione schermo automatica (se possibile)
nl: autom. draaien (indien beschikbaar)

source: seconds to auto-lock (0 disables)
de: Sekunden bis zur Auto-Sperre (0 deaktiviert)
fr: secondes avant verrouillage automatique (0 pour désactiver)
it: secondi prima dell'auto-lock (0 per disabilitare)
nl: seconden tot auto-lock (0 voor uitschakelen)

source: Note
cs: Poznámka
de: Notiz
es: Nota
nl: Notitie

source: Add group
cs: Přidat skupinu

source: Remove group
cs: Odebrat skupinu

source: Add item
cs: Přidat položku

source: Remove item
cs: Odebrat položku

source: Add detail
cs: Přidat detail

source: Remove detail
cs: Odstranit detail

source: The database could not be updated. Check file permissions or disk space.
cs: Databáze nemohla být aktualizována. Zkontrolujte práva souboru, nebo místo na disku.

source: Done
cs: Hotovo

source: New Group
cs: Nová skupina

source: New Group in "%s"
cs: Nová skupina v "%s"

source: Name
cs: Jméno

source: The group "%s" already exists!
cs: Skupina "%s" již existuje!

source: New Item
cs: Nová položka

source: New Item for Group "%s"
cs: Nová položka pro skupinu "%s"

source: The item "%s" already exists!
cs: Položka "%s" již existuje!

source: New Detail for Item "%s"
cs: Nový detail pro položku "%s"

source: New Detail for Item "%s" in Group "%s"
cs: Nový detail pro položku "%s" ve skupině "%s"

source: The detail "%s" already exists!
cs: Detail "%s" již existuje!

source: Re-type your new password
cs: Zopakujte vaše nové heslo

source: Choose details to delete
cs: Zvolte detail ke smazání

source: Delete
cs: Smazat

source: This wizard will guide you through the importing data process.
cs: Tento průvodce vás provede procesem importu dat.

source: File location
cs: Umístění souboru

source: File type
cs: Typ souboru

source: Database file not found. Confirm the creation of a new one?
cs: Soubor s databází nenalezen. Chcete vytvořit nový?

source: Re-type your password
cs: Zopakujte vaše heslo
